export const agreeRoles = [
  {
    title:
      "کاربر مکلف به ارائه مدارک شناسایی یا تابعیتی از سوی حاکمیت حاضر کشور خود یا کشور ثالث محل سکونت می‌باشد.",
  },
  {
    title:
      "متقاضیان دریافت اعتبار آیکارتی که به صورت پناهجو در ایران سکونت دارند باید معادل 1.5 برابر اعتبار درخواستی ضمانت به امانت بگذارند.",
    sub: [
      "تبصره: نوع ضمانت متناسب با صلاح دید سازمان مرکزی آیکارت قابل تغییر است.",
    ],
  },
  {
    title:
      "کاربران کارت‌های تخفیف نقدی معادل با نرخ اعلامی سازمان مرکزی آیکارت شامل هزینه‌هایی زیر می‌باشند:",
    sub: [
      "الف – اتصال اولیه (خرید کارت)",
      "ب – حداقل شارژ اولیه غیر قابل برداشت نقدی",
    ],
  },
  {
    title:
      "کاربران غیر سازمانی متقاضی دریافت اعتبار آیکارتی در گام اول دریافت اعتبار 50% معادل توان اعتبارسنجی خود را دریافت می‌نمایند.",
    sub: [
      "تبصره: کاربران غیر سازمانی متقاضی دریافت اعتبار آیکارتی می‌توانند معادل عدد اعتبار درخواستی را به عنوان ضمانت به کیف پول خود واریز نمایند. شایان ذکر است این مبلغ قابل برداشت نبوده، اما قابلیت خرج کرد در سامانه آیکارت را دارد.",
    ],
  },
  {
    title:
      "کاربرانی که از مستخدمین دولت بوده و سازمان آنها تحت پوشش قرار نگرفته و تمایل به دریافت اعتبار دارند مکلف به ارائه گواهی کسر از حقوق فردی و سفته الکترونیک/چک صیادی هستند.",
    sub: [
      "ماده 98 – میزان اعتبار قابل تخصیص به هر شخص بر اساس اعتبارسنجی سامانه آیکارت و بانک مرکزی مبنی بر عدم چک برگشتی یا اقساط معوق فرد مذکور در نظر گرفته می‌شود.",
    ],
  },
  {
    title:
      "عودت کالا یا خدمات تنها در صورتی امکان دارد که پذیرنده امکان عودت را بپذیرد. آیکارت در قبال عودت کالا یا خدمات مسئولیتی ندارد. در صورتیکه فروشگاه یا پذیرنده کالا یا خدمات را عودت کنند، آیکارت اعتبار مصرف شده را به مشتری باز خواهد گرداند.",
  },
  {
    title:
      "اعتباری که در کیف پول‌ به کاربر تخصیص داده می‌شود امکان عودت و لغو شدن ندارد.",
  },
  {
    title:
      "مسئولیت بارگذاری و ارسال فایل‌های آلوده به ویروس، بدافزار یا نرم‌افزارهایی که منجر به وارد شدن خسارت به تجهیزات یا اطلاعات آیکارت شود متوجه کاربر مورد نظر می‌باشد و عواقب قانونی در پی دارد.",
  },
  {
    title:
      "کاربر باید شرایط و ضوابط آیکارت را مطالعه کرده و نسبت به تغییر در آنها و مطالعه به روز شرایط جدید اقدام نماید. اطلاع از این شرایط و ضوابط جزء تعهدات کاربر محسوب می‌شود.",
  },
  {
    title:
      "در صورت دستور قضایی تمامی اطلاعات صاحب حساب کاربری به مقام قضایی تحویل خواهد شد.",
  },
  {
    title:
      "کاربر مکلف به پرداخت و تسویه هزینه اولیه اتصال می‌باشد و تا تکمیل میزان هزینه اتصال اولیه ثبت‌نام وی نهایی نمی‌گردد.",
  },
  {
    title:
      "امکان عضویت در سایت سامانه آیکارت و استفاده از سرویس‌های آن برای افراد زیر 18 سال به عنوان زیر گروه والدین مجاز است.",
  },
  {
    title:
      "مسئولیت حراست و نگهداری کارت، رمز عبور و همچنین اپلیکیشن کاربری سامانه آیکارت به عهده دارنده کارت می‌باشد و در صورت بروز هرگونه تخلف، آیکارت هیچگونه تعهدی در این مورد را پذیرا نمی‌باشد.",
  },
  {
    title:
      "آیکارت در صورت تکمیل ثبت نام یک حساب اختصاصی به کاربر اعطا میکند. کاربر دارای حق انحصاری برای استفاده از حساب کاربری خود بوده اما از اهدا، قرض، اجاره، انتقال و فروش آن به سایرین منع میگردد.",
  },
  {
    title:
      "اگر اطلاعاتی که کاربر در زمان ایجاد حساب کاربری خود وارد می‌کند منجر به نقض قوانین، مقررات، سیاستهای عمومی و یا منافع مشروع شخص و گروه ثالث گردد آیکارت مجاز است مانع استفاده از حساب کاربری شود.",
  },
  {
    title:
      "تمامی مالکیت معنوی نرم افزار آیکارت همچون کپی رایت، حق ثبت علامت تجاری، حق ثبت اختراع (حق امتیاز)، رازهای تجاری همچنین تمامی اطلاعات مربوطه شامل واژه ها و عبارتها، آیکون و تصویر، چیدمان، نمودارها، رنگ، طرحهای هندسی ، قالب طرح، داده های مربوطه، موارد چاپی و اسناد الکترونیک همگی تحت حمایت قانون کپی رایت، قانون ثبت علائم تجاری، قانون حق امتیاز، معاهدات بین المللی مربوطه و دیگر قوانین و مقررات مربوط به مالکیت معنوی می‌باشد. آیکارت دارای حق مالکیت معنوی نرم افزار موبایل و تمامی محتوای آن می‌باشد",
  },
  {
    title:
      "کاربر حق نصب نرم افزار آیکارت برای اهداف تجاری و یا کپی، تغییر، دخل و تصرف و اقتباس آن (همچون دسترسی به نرم افزار آیکارت و سیستم مربوط به آن از طریق Pluginsیا ابزارها و سرویسهای Third Party غیر مجاز) با توجه به نرم افزار و داده های انتقال یافته به حافظه کامپیوتر و داده‌های تعاملی بین کاربر و سرور در زمان اجرای نرم افزار را ندارد.",
  },
  {
    title:
      " ارائه خدمات و نحوه تعامل با کاربر کاربران باید در زمان استفاده از خدمات آیکارت از اصول زیر پیروی کنند:",
    sub: [
      "قوانین و مقررات و دستورات دولتی در ایران را رعایت کنند.",
      "کلیه پروتکل‌های شبکه‌ای و مقررات و رویه‌های مربوط به خدمات آیکارت را رعایت کنند.",
      "نباید از خدمات آیکارت در جهت اهداف غیر قانونی استفاده نمایند.",
      " نباید از خدمات آیکارت در هر شکلی که باعث نقض منافع تجاری آیکارت می‌شود همچون انتشار تبلیغات غیر مجاز تجاری یا غیر تجاری استفاده کنند.",
      "نباید از سیستم خدمات آیکارت به گونه‌ای استفاده کنند که تاثیر مخرب بر عملکرد عادی شبکه موبایل یا اینترنت داشته باشد.",
    ],
  },
  {
    title:
      "بخشی از خدمات آیکارت شامل خدمات پرداخت وجه می‌باشد که کاربر باید از طریق آن وجه مشخصی را به آیکارت پرداخت کند و قبل از استفاده در جریان شرح این خدمات قرار خواهند گرفت.",
  },
  {
    title:
      " آیکارت مجاز است تا استفاده کاربر از خدمات خود شامل سرویس پرداخت یا سرویس رایگان (از جمله خدمات رایگان بر اساس مدلهای تبلیغاتی کسب و کار) را مورد بازنگری و نظارت قرار دهد. اگر در خلال استفاده از سرویس محرز گردد که کاربر مرتکب نقض قوانین شده است آیکارت مجاز خواهد بود تا درخواست جبران خسارت از کاربر نموده و یا مستقیما هر اقدام ضروری (همچون تغییر یا حذف محتوای ذخیره یا منتشر شده توسط کاربر، تعلیق، متوقف کردن یا خاتمه دادن به حقوق کاربر در استفاده از خدمات) را انجام دهد تا تاثیر چنین تخلفاتی کاهش یابد.",
  },
  {
    title:
      "هر گونه آسیب ناشی از رفتار و اقدامات کاربر که منجر به دین و بدهی به شخص ثالث گردد بر عهده شخص او خواهد بود و مسئولیتی برای آیکارت ایجاد نخواهد کرد.",
  },
  {
    title:
      "آیکارت مجاز است تا انواع گوناگون جایزه و پاداش را برای کاربران در نظر بگیرد. چنانچه آیکارت تشخیص دهد که کاربری از قوانین سرپیچی کرده و یا امتیازات ویژه ای را به روشهای خارج از قواعد آیکارت کسب کرده است مجاز است تا هرگونه اقدام ضروری و منطقی در جهت محافظت از حقوق و منافع مشروع خود را در پی گیرد. این اقدامات شامل متوقف نمودن موقتی و یا دائمی حساب کاربری و باز پس گیری امتیازات دریافت شده کاربر به روش خارج از قواعد آیکارت و غیره می‌باشد.",
  },
  {
    title:
      "آیکارت تحت این قرارداد مجاز است بنابر تشخیص خود هر بخش از خدمات ارائه شده به کاربرانی که اعمال جنایتکارانه، نقض حقوق و منافع شخص ثالث، نقض حقوق و منافع مشروع سیستم آیکارت یا خدمات آیکارت مرتکب شده اند را بدون اطلاع و تذکر قبلی تعلیق، توقیف یا خاتمه دهد و مجاز است در این راستا جهت جبران این خسارتها از محل موجودی کاربر(در صورت وجود) برداشت نماید. و هر زمان که دسترسی کاربر به خدمات آیکارت تحت دلایل این بند تعلیق، متوقف یا خاتمه داده شد، کاربر موظف است بر اساس دستورالعمل های آیکارت عمل کند. همچنین کلیه حقوق آیکارت جهت پیگیری قانونی این نقض محفوظ خواهد بود.",
  },
  {
    title:
      "آیکارت تنها خدمات ذیل پیوست این قرارداد را را ارائه میدهد و هرگونه خرابی در شبکه های دسترسی به موبایل، اینترنت موبایل، اختلال مخابراتی و غیره بر عهده آیکارت نمیباشد. ضمنا هزینه های جانبی که به واسطه استفاده از خدمات آیکارت (از جمله هزینه تلفن همراه، اینترنت و …) به فرد کاربر تعلق میگیرد بر عهده کاربر بوده و آیکارت در این موارد هیچگونه دخل و تصرف و مسئولیتی نخواهد داشت.",
  },
  {
    title:
      "به دلیل تمایز خدمات، کاربران موافقت میکنند که آیکارت مجاز است بنابر صلاحدید بخشی از خدمات خود (شامل سرویس پرداخت یا سرویس رایگان) را تغییر، تعلیق یا خاتمه دهد. زمانیکه آیکارت سرویسهای رایگان را تغییر، تعلیق و یا خاتمه دهد ملزم به اعلام به کاربران نبوده و مسئولیتی در این زمینه در قبال کاربران یا شخص ثالث نمیپذیرد. اما چنانچه آیکارت سرویس پرداخت را تغییر، تعلیق یا خاتمه دهد، ملزم است پیش از تغییر، تعلیق یا خاتمه آن کاربران را آگاه سازد و سرویس پرداخت جایگزین نیز به کاربران معرفی و ارائه کند.",
  },
  {
    title:
      "کاربران میپذیرند که آیکارت نیاز به بررسی و حفظ پلتفرم ها (همچون وب سایت، شبکه های موبایل و غیره) یا تجهیزات خدمات مربوطه در فواصل زمانی منظم یا نامنظم دارد لذا هیچگونه مسئولیتی در قبال وقفه و اختلال ایجاد شده در سرویسهای خود در طول زمان بررسی و نگهداری از تجهیزات بر عهده آیکارت نمیباشد. اگر چه آیکارت جز در موارد خاص در مورد زمان بررسی و تجهیز به کاربران اطلاع خواهد داد.",
  },
  {
    title:
      "چنانچه موردی از شرایط زیر رخ دهد آیکارت مجاز است تا خدمات ارائه شده به کاربر، شامل سرویس رایگان و سرویس پرداخت را در هر زمان بدون پذیرش مسئولیتی در قبال کاربر یا شخص ثالث تعلیق، وقفه یا خاتمه دهد:",
    sub: [
      "اطلاعات شخصی ارائه شده توسط کاربر، نادرست و ناقص و یا غیر قانونی باشد.",
      "کاربر قوانین و قراردادهای دیگر را جهت استفاده از حساب کاربری و دوچرخه نقض نماید.",
      "کاربر در زمان لازم هزینه خدمات آیکارت را نپردازد.",
      "رفتار کاربر بر اساس دستورالعمل های آیکارت و یا حکم و تصمیم دادگاه صالحه ، مقامات دولتی و انتظامی غیرقانونی یا ناقض قوانین باشد.",
    ],
  },
  {
    title:
      "تمامی اطلاعات ثبت نامی ارائه شده توسط کاربر باید صحیح، دقیق و معتبر باشد.",
  },
  {
    title:
      "آیکارت صحت اطلاعات ثبت نام کاربر را مورد بررسی قرار میدهد و ممکن است خواستار بررسی دقیق تر آن شده و یا تأیید هویت کاربر را رد کند که در اینصورت کاربر باید دوباره درخواست احراز هویت نماید.",
  },
  {
    title:
      "محافظت از حریم خصوصی کاربر بر طبق قانون، سیاست اصلی آیکارت میباشد و آیکارت متعهد میشود که هیچ یک از اطلاعات ثبت نامی کاربر و اطلاعات شخصی و خصوصی وی را که توسط قانون محافظت شده و در نرم افزار آیکارت و یا سیستمهای مربوطه در خلال استفاده از خدمات ذخیره گردیده، جز در موارد زیر در اختیار عموم یا شخص ثالث قرار ندهد:",
    sub: [
      "با اجازه قبلی از شخص کاربر با درخواست کتبی مراجع ذیصلاح (انتظامی، قضایی، دولتی) ارائه به مقامات دولتی یا دادگاه قضایی در جهت حمایت از حق مشروع و منافع عمومی آیکارت “حریم خصوصی آیکارت” بخشی از این قرارداد است و کاربران موافقت میکنند که نسخه های بروز رسانی شده آن را بپذیرند. چنانچه کاربر با قوانین مربوط به حریم خصوصی موافق نباشد ، باید استفاده از خدمات آیکارت را متوقف نماید.",
      "به موجب این بند، کاربران به آیکارت مجوز رایگان جهانی جهت استفاده از کلمات، تصاویر، ویدئوها و صوتهای منتشر شده توسط کاربران (به جز اطلاعاتی که شامل حریم خصوصی میشود) اعطا میکنند. آیکارت مجاز است تا این اطلاعات را ذخیره، استفاده، کپی، بازبینی، دسته بندی، منتشر، ترجمه و توزیع کرده یا نمایش دهد (چه به صورت آنلاین چه آفلاین) و توسط رسانه ها ، تکنولوژیهای جدید موجود یا تکنولوژیهای آینده، آنرا با آثار دیگر ترکیب نماید.",
      "کاربران موافقت میکنند که تبلیغات تجاری بر روی نرم افزار موبایلی و یا هر نوع اطلاعات تجاری دیگر که توسط آیکارت در خلال زمان استفاده از خدمات منتشر میشود را بپذیرند.",
      "جهت ارایه خدمات، دسترسی به موقعیت کاربر الزامی است.",
    ],
  },
  {
    title:
      "اختلال احتمالی در خدمت رسانی آیکارت ناشی از ایرادات و مشکلات مخابراتی، شبکه های اینترنتی، قطع برق، حملات هکرها و غیره بر عهده آیکارت نمیباشد.",
  },
  {
    title:
      "استفاده از خدمات توسط کاربر هیچگونه تعهدی در قبال عدم رعایت قوانین و مقررات و اختلافات و مشاجرات حاصل از آن که توسط افرادی غیر مرتبط با آیکارت ایجاد شده برای آیکارت در پی نخواهد داشت.",
  },
  {
    title:
      "کاربران اهمیت و ضرورت هر یک از توافقات و قوانین ذکر شده را کاملا درک کرده و موافقت میکنند که آیکارت هیچگونه تعهدی نسبت به دعوی ها، جریمه ها و مجازاتها، مسئولیتها، هزینه ها یا ضررهای ناشی از نقض قوانین توسط کاربران نخواهد داشت؛ جز در مواردی که در توافقات عنوان گردیده یا خطای جدی آیکارت در این زمینه اثبات گردد.",
  },
  {
    title:
      "کاربران موافقت میکنند که از حقوق و منافع مشروع آیکارت و دیگر کاربران حمایت و ضمانت به عمل آورند. هر زمان که کاربر موجب ایجاد هرگونه خسارت به آیکارت یا شخص ثالثی گردید، متعهد میشود که مسئولیت نقض قرارداد مربوطه را به عهده بگیرد؛ این تعهد شامل پرداخت غرامت و جبران تمامی خسارات مستقیم و غیر مستقیمی که آیکارت متحمل شده (شامل ضررهای مستقیم مالی، آسیب به اعتبار و شهرت، غرامت به دیگران، هزینه حل و فصل، هزینه وکیل و هزینه دادرسی) میباشد.",
  },
  {
    title:
      "با توجه به توسعه و تغییرات سریع بازار خدمات اینترنتی و دامنه مربوطه، آیکارت مجاز است تا به طور منظم مفاد این قرارداد را بازنگری و اصلاح نماید و قرارداد اصلاح شده را (به صورت قرارداد به روز رسانی شده یا الحاق و ضمیمه های جدید و غیره) در وب سایت رسمی یا نرم افزار موبایل آیکارت منتشر نموده و اطلاع رسانی کند.",
  },
  {
    title:
      " آیکارت مجاز میباشد تا به صورت یک جانبه این قرارداد را تحت شرایط زیر خاتمه دهد:",
    sub: [
      "عدول از تعهد و مقررات مندرج در این قرارداد",
      "مشاهده رفتارهای غیر متعارف از کاربر که موجب اختلال در نظم و یا منافع عمومی گردد.",
      "استفاده از حساب کاربری دیگران و یا کسب سود و درآمد از طریق آیکارت",
      "سایر مواردی که منجر به خاتمه این قرارداد گردد.",
    ],
  },
  {
    title:
      "آیکارت از طریق وب سایت، نرم افزار موبایل، ایمیل و پیام کوتاه، اطلاعیه های خود را به کاربران ارسال میکند.",
  },
  {
    title:
      "کاربران نیز میتوانند پیامهای خود را از طریق تماس با شرکت، تیکت و یا ایمیل به آیکارت ارسال نمایند.",
  },
  { title: "قانون حاکم بر این قرارداد، قوانین جمهوری اسلامی ایران میباشد." },
  {
    title:
      "چنانچه هرگونه اختلافی با توجه به محتوا، تفسیر یا عملکرد این قرارداد و ضمیمه های آن ایجاد گردید، این اختلاف از طریق مذاکره دوستانه بین طرفین حل خواهد شد؛ در غیر اینصورت اختلاف از طریق مراجعه به مراجع ذیصلاح دادگستری جمهوری اسلامی ایران قابل پیگیری و رفع است.",
  },
];
